[
  {
    "name": "STEVEN GITTINGS, PhD",
    "title": "Chief Scientist for NOAA’s Office of National Marine Sanctuaries",
    "headshot": "/images/headshots/Gittings_LCayman.png",
    "bio": "Dr. Steve Gittings has been Chief Scientist for NOAA’s Office of National Marine Sanctuaries since 1998, and served as manager of the Flower Garden Banks National Marine Sanctuary from 1992 to 1998.  He received a B.S. in Biology at Westminster College (PA) and M.S. and Ph.D. degrees in Oceanography at Texas A&M University.  Dr. Gittings has broad experience in conservation science, including ecosystem characterization and monitoring, damage assessment, recovery and restoration, and spill response.  He has specialized in coral reefs, biofouling, and taxonomy and biogeography of barnacles.  He has helped establish monitoring programs in a variety of marine ecosystems, as well as a standardized reporting system for conditions in marine protected areas.  He helped characterize the reefs and banks in the northern Gulf of Mexico; investigated the effects of brine discharges of the Strategic Petroleum Reserve; did investigative work for the National Transportation Safety Board; and led reef damage assessment and recovery studies after ship groundings and anchoring.  He has extensive field experience in scientific diving, ROV operations, and submersible use.  Recently, Dr. Gittings has been developing traps designed to catch lionfish in waters beyond scuba depth.  The traps minimize by-catch, prevent ghost-fishing, and could create new opportunities for fishermen to help create a steady supply of lionfish to seafood and other developing markets."
  },
  {
    "name": "Alex Fogg",
    "title": "Marine Resources Coordinator of Okaloosa County, FL",
    "headshot": "http://www.ms-sportsman.com/pics/p1424239811.jpg",
    "bio": "Alex Fogg is the Marine Resource Coordinator for Okaloosa County, Florida.  His background in invasive lionfish stems from the implementation of a Gulf of Mexico wide life history study which required broad collaboration with Federal, State and local governments as well as local businesses and stakeholders throughout the Gulf of Mexico.  Alex received his BS degree from the University of South Carolina in 2011 and began his work career with NOAA in Pascagoula, Mississippi working on numerous Gulf of Mexico fisheries surveys following the Deepwater Horizon Oil Spill. Alex then transitioned to the University of Southern Mississippi where he earned his MS degree in Coastal Sciences in 2016 from his work on invasive lionfish life history in the northern Gulf of Mexico.  For the past 2.5 years, Alex has been the project manager for the Natural Resource Damage Assessment Artificial Reef Creation and Restoration Project with the Florida Fish and Wildlife Conservation Commission’s Artificial Reef Program.  This project was the largest artificial reef project in the history of Florida’s artificial reef program and upon completion will have deployed more than 3,000 new artificial reefs across northwest Florida.  Currently Alex is involved in numerous projects from sea turtle lighting initiatives to beach restoration and lionfish mitigation projects. "
  },
  {
    "name": "Dr. David S. Wilcove",
    "title": "Professor of Public Affairs and Ecology and Evolutionary Biology at Princeton University",
    "headshot": "https://www.lectures.iastate.edu/photos/201511/orig/5438.jpeg",
    "bio": "David S. Wilcove is Professor of Public Affairs and Ecology and Evolutionary Biology at the Woodrow Wilson School, and lends the team his years of experience in conservation work, applied ecological research, and the economics of conservation. Professor Wilcove's research interests focus on the conservation of biodiversity. He and his students and postdocs have worked in Southeast Asia, the Himalayas, New Zealand, East Africa, South America, Central America, and North America. Their work typically combines ecological research with economics and other social sciences to address issues such as deforestation, commercial logging, agriculture, and the wild animal trade. From 1991-2001, Dr. Wilcove served as Senior Ecologist at the Environmental Defense Fund in Washington, DC where he focused on developing economically and scientifically sound policies for protecting endangered species. From 1986-1991 he was Senior Ecologist for The Wilderness Society, where he helped to develop the scientific foundation for the Society's arduous and successful campaign to protect the ancient forests of the Pacific Northwest. Prior to joining the staff of The Wilderness Society, he was a Research Scientist in Zoology for The Nature Conservancy. Professor Wilcove has served on the board of directors of the American Bird Conservatory, Rare, the Society for Conservation Biology, and on the editorial boards of Conservation Biology and Ecological Applications. Dr. Wilcove is the author of two books and numerous scientific publications, book chapters, and popular articles dealing with conservation biology, endangered species, biogeography, and ornithology. A 1980 graduate of Yale University, David Wilcove holds advanced degrees from Princeton University (M.A., Biology, 1982 and Ph.D., Biology, 1985)."
  },
  {
    "name": "Daniel Johnson, CPA",
    "title": "Tax Manager at Ernst and Young",
    "headshot": "/images/headshots/danieljohnson.png",
    "bio": "Daniel Johnson is a Pensacola native advising the team in a pro-bono capacity as business mentor. Currently working as a tax manager at EY, Daniel specializes in working with early to mid-staged tech startups, leveraging his strong analytical abilities, passion for technology, and strategic mindset. Moved by the engineering team’s passion, Daniel guides the firm on its path to business operationalization, mentors the team for compliance, and is prepared to mentor AMRC’s core team on proper business practices for engaging with government partners."
  },
  {
    "name": "Janelle Tam",
    "title": "Management Consultant",
    "headshot": "/images/headshots/janelle1.jpg",
    "bio": "Janelle Tam is a management consultant at a major consulting firm in Toronto. A graduate of Princeton University with a degree in molecular biology, she has an impressive background in scientific research, whose research has been featured in media publications in 16 languages across 34 countries. She was named one of Canada’s future leaders under 25 by Maclean’s magazine, and is a five-time keynote speaker at the Congress for Future Medical Leaders, where she shares her experiences in research with over 8,000 attendees."
  }

]

